Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: A training break hides load from your morning reading and tells Flo you're taking time off (sick, surgery, vacation). It doesn't change how load is calculated.
ar: تُخفي فترة الراحة من التدريب الحمل من قراءتك الصباحية وتُخبر Flo بأنك في إجازة (مرض، جراحة، عطلة). لا تغيّر طريقة حساب الحمل.
da: En træningspause skjuler belastning i din morgenmåling og fortæller Flo, at du holder fri (sygdom, operation, ferie). Den ændrer ikke, hvordan belastning beregnes.
de: Eine Trainingspause blendet die Belastung in deiner Morgenmessung aus und sagt Flo, dass du pausierst (Krankheit, Operation, Urlaub). An der Berechnung der Belastung ändert sie nichts.
es: Una pausa de entrenamiento oculta la carga en tu lectura matinal y le indica a Flo que estás descansando (enfermedad, cirugía, vacaciones). No cambia cómo se calcula la carga.
fi: Harjoitustauko piilottaa kuorman aamumittauksestasi ja kertoo Flolle, että pidät taukoa (sairaus, leikkaus, loma). Se ei muuta kuorman laskentaa.
fr: Une pause d'entraînement masque la charge dans votre mesure du matin et indique à Flo que vous faites une pause (maladie, chirurgie, vacances). Elle ne change pas le calcul de la charge.
is: Æfingahlé felur álag í morgunmælingunni og lætur Flo vita að þú sért í hléi (veikindi, aðgerð, frí). Það breytir ekki hvernig álag er reiknað.
it: Una pausa dagli allenamenti nasconde il carico nella misurazione del mattino e dice a Flo che ti stai fermando (malattia, intervento, vacanza). Non cambia il modo in cui il carico viene calcolato.
ja: トレーニング休止中は、朝の計測で負荷が非表示になり、Flo にも休養中（病気、手術、休暇）であることが伝わります。負荷の計算方法は変わりません。
ko: 훈련 휴식 중에는 아침 측정에서 부하가 숨겨지고 Flo에게 휴식 중(질병, 수술, 휴가)임을 알립니다. 부하 계산 방식은 바뀌지 않습니다.
nb: En treningspause skjuler belastning i morgenmålingen og forteller Flo at du tar fri (sykdom, operasjon, ferie). Den endrer ikke hvordan belastning beregnes.
nl: Een trainingspauze verbergt de belasting in je ochtendmeting en laat Flo weten dat je even rust neemt (ziekte, operatie, vakantie). Het verandert niets aan hoe de belasting wordt berekend.
pt_br: Uma pausa nos treinos oculta a carga da sua leitura matinal e avisa o Flo que você está de folga (doença, cirurgia, férias). Não muda como a carga é calculada.
ru: Перерыв в тренировках скрывает нагрузку в утреннем измерении и сообщает Flo, что вы отдыхаете (болезнь, операция, отпуск). На расчёт нагрузки это не влияет.
sv: En träningspaus döljer belastning i din morgonmätning och talar om för Flo att du tar ledigt (sjukdom, operation, semester). Den ändrar inte hur belastningen beräknas.
zh_hans: 训练暂停期间，晨间读数中不显示负荷，并告诉 Flo 你在休息（生病、手术、度假）。负荷的计算方式不变。

source: A very low score — a rest day may help.
ar: درجة منخفضة جدًا — قد يفيدك يوم راحة.
da: En meget lav score — en hviledag kan hjælpe.
de: Ein sehr niedriger Wert — ein Ruhetag kann helfen.
es: Una puntuación muy baja: un día de descanso puede ayudar.
fi: Hyvin matalat pisteet — lepopäivä voi auttaa.
fr: Un score très bas — une journée de repos peut aider.
is: Mjög lág stig — hvíldardagur gæti hjálpað.
it: Un punteggio molto basso — un giorno di riposo potrebbe aiutare.
ja: 非常に低いスコア — 休養日にすると良いかもしれません。
ko: 매우 낮은 점수입니다. 휴식일이 도움이 될 수 있습니다.
nb: En svært lav score — en hviledag kan hjelpe.
nl: Een zeer lage score — een rustdag kan helpen.
pt_br: Uma pontuação muito baixa — um dia de descanso pode ajudar.
ru: Очень низкая оценка — день отдыха может помочь.
sv: En mycket låg poäng — en vilodag kan hjälpa.
zh_hans: 分数很低 — 休息一天可能会有帮助。

source: A workout is already in progress.
ar: هناك تمرين قيد التقدم بالفعل.
da: En træning er allerede i gang.
de: Es läuft bereits ein Training.
es: Ya hay un entrenamiento en curso.
fi: Harjoitus on jo käynnissä.
fr: Une séance est déjà en cours.
is: Æfing er þegar í gangi.
it: Un allenamento è già in corso.
ja: ワークアウトはすでに進行中です。
ko: 이미 진행 중인 운동이 있습니다.
nb: En treningsøkt pågår allerede.
nl: Er loopt al een training.
pt_br: Já há um treino em andamento.
ru: Тренировка уже идёт.
sv: Ett träningspass pågår redan.
zh_hans: 已有训练正在进行。

source: Above %lld%% FTP, back off
ar: فوق %lld%% من FTP، خفّف
da: Over %lld%% af FTP, sæt ned
de: Über %lld%% FTP, nimm raus
es: Por encima del %lld%% de FTP, afloja
fi: Yli %lld%% FTP:stä, hellitä
fr: Au-dessus de %lld%% de la FTP, réduisez
is: Yfir %lld%% af FTP, slakaðu á
it: Sopra il %lld%% dell'FTP, rallenta
ja: FTP の %lld%% 超、抑えて
ko: FTP %lld%% 초과, 낮추세요
nb: Over %lld%% av FTP, ro ned
nl: Boven %lld%% FTP, rustiger aan
pt_br: Acima de %lld%% do FTP, alivie
ru: Выше %lld%% FTP, сбавьте
sv: Över %lld%% av FTP, dra ner
zh_hans: 超过 %lld%% FTP，收一点

source: Above average for your age
ar: أعلى من المتوسط لعمرك
da: Over gennemsnittet for din alder
de: Über dem Durchschnitt für dein Alter
es: Por encima de la media para tu edad
fi: Ikäryhmäsi keskiarvon yläpuolella
fr: Au-dessus de la moyenne pour votre âge
is: Yfir meðaltali fyrir þinn aldur
it: Sopra la media per la tua età
ja: 年齢平均を上回る
ko: 연령 평균보다 높음
nb: Over snittet for alderen din
nl: Boven het gemiddelde voor jouw leeftijd
pt_br: Acima da média para sua idade
ru: Выше среднего для вашего возраста
sv: Över genomsnittet för din ålder
zh_hans: 高于同龄人平均水平

source: Above target zone, ease back
ar: فوق النطاق المستهدف، هدّئ الإيقاع
da: Over målzonen, sæt lidt ned
de: Über der Zielzone, nimm etwas raus
es: Por encima de la zona objetivo, baja el ritmo
fi: Tavoitealueen yläpuolella, hellitä
fr: Au-dessus de la zone cible, ralentissez
is: Yfir markbili, slakaðu á
it: Sopra la zona obiettivo, rallenta un po'
ja: 目標ゾーン超え、ペースを落として
ko: 목표 구간 초과, 페이스를 늦추세요
nb: Over målsonen, ro litt ned
nl: Boven je doelzone, iets rustiger
pt_br: Acima da zona-alvo, alivie o ritmo
ru: Выше целевой зоны, сбавьте
sv: Över målzonen, dra ner lite
zh_hans: 高于目标区间，放慢一点

source: Above your usual range. Normal training is fine.
ar: فوق نطاقك المعتاد. التدريب العادي مناسب.
da: Over dit sædvanlige område. Almindelig træning er fint.
de: Über deinem üblichen Bereich. Normales Training ist in Ordnung.
es: Por encima de tu rango habitual. Puedes entrenar con normalidad.
fi: Tavanomaisen vaihteluvälisi yläpuolella. Normaali harjoittelu sopii.
fr: Au-dessus de votre plage habituelle. Un entraînement normal convient.
is: Yfir venjulegu bili þínu. Venjuleg þjálfun er í góðu lagi.
it: Sopra il tuo intervallo abituale. Puoi allenarti normalmente.
ja: いつもの範囲より上です。通常のトレーニングで問題ありません。
ko: 평소 범위보다 높습니다. 평소대로 훈련해도 괜찮습니다.
nb: Over det vanlige området ditt. Vanlig trening går fint.
nl: Boven je gebruikelijke bereik. Normaal trainen is prima.
pt_br: Acima da sua faixa habitual. Treino normal está liberado.
ru: Выше вашего обычного диапазона. Обычные тренировки — без ограничений.
sv: Över ditt vanliga intervall. Vanlig träning går bra.
zh_hans: 高于你的常规范围。正常训练即可。

source: Absorbing the load
ar: امتصاص الحمل
da: Optager belastningen
de: Belastung wird verarbeitet
es: Asimilando la carga
fi: Kuormitus imeytyy
fr: Assimilation de la charge
is: Að vinna úr álaginu
it: Assorbimento del carico
ja: 負荷を吸収中
ko: 부하를 흡수하는 중
nb: Tar opp belastningen
nl: Belasting wordt verwerkt
pt_br: Absorvendo a carga
ru: Усвоение нагрузки
sv: Belastningen tas upp
zh_hans: 正在吸收负荷

source: Accepting saves this reading to your history.
ar: القبول يحفظ هذه القراءة في سجلك.
da: Når du accepterer, gemmes målingen i din historik.
de: Beim Annehmen wird diese Messung in deinem Verlauf gespeichert.
es: Al aceptar, esta lectura se guarda en tu historial.
fi: Hyväksyminen tallentaa tämän mittauksen historiaasi.
fr: Accepter enregistre cette mesure dans votre historique.
is: Ef þú samþykkir vistast þessi mæling í söguna þína.
it: Accettando, questa misurazione viene salvata nella cronologia.
ja: 受け入れると、この測定が履歴に保存されます。
ko: 수락하면 이 측정이 기록에 저장됩니다.
nb: Når du godtar, lagres målingen i historikken din.
nl: Bij accepteren wordt deze meting in je geschiedenis opgeslagen.
pt_br: Ao aceitar, esta leitura é salva no seu histórico.
ru: После принятия это измерение сохранится в истории.
sv: När du godkänner sparas mätningen i din historik.
zh_hans: 接受后，此读数将保存到你的历史记录。

source: Access requested
ar: تم طلب الوصول
da: Adgang anmodet
de: Zugriff angefragt
es: Acceso solicitado
fi: Käyttöoikeutta pyydetty
fr: Accès demandé
is: Beðið um aðgang
it: Accesso richiesto
ja: アクセスを要求済み
ko: 접근 요청됨
nb: Tilgang forespurt
nl: Toegang gevraagd
pt_br: Acesso solicitado
ru: Доступ запрошен
sv: Åtkomst begärd
zh_hans: 已请求访问

source: Active
ar: نشِط
da: Aktiv
de: Aktiv
es: Activo
fi: Aktiivinen
fr: Actif
is: Virk(ur)
it: Attivo
ja: 活動的
ko: 활동적
nb: Aktiv
nl: Actief
pt_br: Ativo
ru: Активный
sv: Aktiv
zh_hans: 活跃

source: Active athletes your age often maintain 45-90+ ms
ar: الرياضيون النشطون في عمرك يحافظون غالبًا على 45-90+ م.ث
da: Aktive atleter på din alder ligger ofte på 45-90+ ms
de: Aktive Sportler in deinem Alter haben oft 45-90+ ms
es: Los deportistas activos de tu edad suelen mantener 45-90+ ms
fi: Ikäisesi aktiiviset urheilijat ylläpitävät usein 45-90+ ms
fr: Les sportifs actifs de votre âge ont souvent 45-90+ ms
is: Virkt íþróttafólk á þínum aldri heldur oft 45-90+ ms
it: Gli atleti attivi della tua età mantengono spesso 45-90+ ms
ja: 同年代の活動的なアスリートは 45-90+ ms を維持していることが多いです
ko: 같은 연령대의 활동적인 선수는 보통 45-90+ ms를 유지합니다
nb: Aktive utøvere på din alder ligger ofte på 45-90+ ms
nl: Actieve sporters van jouw leeftijd zitten vaak op 45-90+ ms
pt_br: Atletas ativos da sua idade costumam manter 45-90+ ms
ru: Активные спортсмены вашего возраста часто держат 45-90+ мс
sv: Aktiva idrottare i din ålder ligger ofta på 45-90+ ms
zh_hans: 你这个年龄的活跃运动员通常保持在 45-90+ ms

source: Active energy
ar: الطاقة النشطة
da: Aktiv energi
de: Aktive Energie
es: Energía activa
fi: Aktiivinen energia
fr: Énergie active
is: Virk orka
it: Energia attiva
ja: アクティブエネルギー
ko: 활동 에너지
nb: Aktiv energi
nl: Actieve energie
pt_br: Energia ativa
ru: Активная энергия
sv: Aktiv energi
zh_hans: 活动能量

source: Active individuals your age often maintain 15-35+ ms
ar: الأشخاص النشطون في عمرك يحافظون غالبًا على 15-35+ م.ث
da: Aktive personer på din alder ligger ofte på 15-35+ ms
de: Aktive Menschen in deinem Alter haben oft 15-35+ ms
es: Las personas activas de tu edad suelen mantener 15-35+ ms
fi: Ikäisesi aktiiviset ihmiset ylläpitävät usein 15-35+ ms
fr: Les personnes actives de votre âge ont souvent 15-35+ ms
is: Virkt fólk á þínum aldri heldur oft 15-35+ ms
it: Le persone attive della tua età mantengono spesso 15-35+ ms
ja: 同年代の活動的な人は 15-35+ ms を維持していることが多いです
ko: 같은 연령대의 활동적인 사람은 보통 15-35+ ms를 유지합니다
nb: Aktive personer på din alder ligger ofte på 15-35+ ms
nl: Actieve mensen van jouw leeftijd zitten vaak op 15-35+ ms
pt_br: Pessoas ativas da sua idade costumam manter 15-35+ ms
ru: Активные люди вашего возраста часто держат 15-35+ мс
sv: Aktiva personer i din ålder ligger ofta på 15-35+ ms
zh_hans: 你这个年龄的活跃人群通常保持在 15-35+ ms

source: Active individuals your age often maintain 25-55+ ms
ar: الأشخاص النشطون في عمرك يحافظون غالبًا على 25-55+ م.ث
da: Aktive personer på din alder ligger ofte på 25-55+ ms
de: Aktive Menschen in deinem Alter haben oft 25-55+ ms
es: Las personas activas de tu edad suelen mantener 25-55+ ms
fi: Ikäisesi aktiiviset ihmiset ylläpitävät usein 25-55+ ms
fr: Les personnes actives de votre âge ont souvent 25-55+ ms
is: Virkt fólk á þínum aldri heldur oft 25-55+ ms
it: Le persone attive della tua età mantengono spesso 25-55+ ms
ja: 同年代の活動的な人は 25-55+ ms を維持していることが多いです
ko: 같은 연령대의 활동적인 사람은 보통 25-55+ ms를 유지합니다
nb: Aktive personer på din alder ligger ofte på 25-55+ ms
nl: Actieve mensen van jouw leeftijd zitten vaak op 25-55+ ms
pt_br: Pessoas ativas da sua idade costumam manter 25-55+ ms
ru: Активные люди вашего возраста часто держат 25-55+ мс
sv: Aktiva personer i din ålder ligger ofta på 25-55+ ms
zh_hans: 你这个年龄的活跃人群通常保持在 25-55+ ms

source: Active. %lld days remaining.
ar: نشط. يتبقى %lld يوم.
da: Aktiv. %lld dage tilbage.
de: Aktiv. Noch %lld Tage.
es: Activo. Quedan %lld días.
fi: Aktiivinen. %lld päivää jäljellä.
fr: Actif. %lld jours restants.
is: Virkt. %lld dagar eftir.
it: Attivo. %lld giorni rimanenti.
ja: 有効。残り %lld 日。
ko: 활성. %lld일 남음.
nb: Aktiv. %lld dager igjen.
nl: Actief. Nog %lld dagen.
pt_br: Ativo. Faltam %lld dias.
ru: Активно. Осталось %lld дня.
sv: Aktiv. %lld dagar kvar.
zh_hans: 生效中。剩余 %lld 天。

source: ACWR has zero peer-reviewed validation in walking, hiking, recreational training, or masters athletes 40+.
ar: لا يملك ACWR أي تحقق خاضع لمراجعة الأقران في المشي أو التنزه الجبلي أو التدريب الترفيهي أو لدى الرياضيين المخضرمين فوق 40 عامًا.
da: ACWR har ingen fagfællebedømt validering for gang, vandring, motionstræning eller masters-atleter over 40.
de: ACWR ist bei Wandern, Bergwandern, Freizeittraining und Masters-Athleten ab 40 nicht durch begutachtete Studien validiert.
es: El ACWR no tiene ninguna validación revisada por pares en caminatas, senderismo, entrenamiento recreativo ni deportistas máster de 40 años o más.
fi: ACWR:llä ei ole lainkaan vertaisarvioitua validointia kävelyssä, vaelluksessa, kuntoliikunnassa eikä yli 40-vuotiailla masters-urheilijoilla.
fr: L'ACWR n'a aucune validation évaluée par les pairs pour la marche, la randonnée, l'entraînement de loisir ou les athlètes masters de 40 ans et plus.
is: ACWR hefur enga ritrýnda staðfestingu í göngu, fjallgöngu, almennri þjálfun eða hjá öldungaíþróttafólki eldra en 40 ára.
it: L'ACWR non ha alcuna validazione sottoposta a revisione paritaria per camminata, escursionismo, allenamento amatoriale o atleti master over 40.
ja: ACWR は、ウォーキング、ハイキング、レクリエーションとしてのトレーニング、40 歳以上のマスターズアスリートにおいて、査読付きの検証が一切ありません。
ko: ACWR은 걷기, 하이킹, 레크리에이션 트레이닝, 40세 이상 마스터즈 선수에 대해 동료 심사를 거친 검증이 전혀 없습니다.
nb: ACWR har ingen fagfellevurdert validering for gåing, fotturer, mosjonstrening eller masters-utøvere over 40.
nl: ACWR is nergens peer-reviewed gevalideerd voor wandelen, hiken, recreatief trainen of masters-atleten van 40+.
pt_br: O ACWR não tem nenhuma validação revisada por pares em caminhada, trilhas, treino recreativo ou atletas master acima de 40 anos.
ru: У ACWR нет ни одной рецензируемой валидации для ходьбы, походов, любительских тренировок или спортсменов-ветеранов старше 40 лет.
sv: ACWR saknar helt referentgranskad validering för promenader, vandring, motionsträning och masters-idrottare över 40.
zh_hans: ACWR 在步行、徒步、休闲训练或 40 岁以上的大师级运动员中没有任何同行评审的验证。

source: Add cue
ar: إضافة تنبيه
da: Tilføj signal
de: Hinweis hinzufügen
es: Añadir aviso
fi: Lisää vihje
fr: Ajouter un signal
is: Bæta við áminningu
it: Aggiungi avviso
ja: キューを追加
ko: 알림 추가
nb: Legg til signal
nl: Signaal toevoegen
pt_br: Adicionar aviso
ru: Добавить подсказку
sv: Lägg till signal
zh_hans: 添加提示

source: Add fact
ar: إضافة حقيقة
da: Tilføj fakta
de: Fakt hinzufügen
es: Añadir dato
fi: Lisää fakta
fr: Ajouter un fait
is: Bæta við staðreynd
it: Aggiungi fatto
ja: 事実を追加
ko: 사실 추가
nb: Legg til faktum
nl: Feit toevoegen
pt_br: Adicionar fato
ru: Добавить факт
sv: Lägg till faktum
zh_hans: 添加事实

source: adjusted for net climb
ar: معدّل حسب صافي الصعود
da: justeret for nettostigning
de: bereinigt um den Netto-Anstieg
es: ajustado por el desnivel neto
fi: korjattu nettonousulla
fr: corrigé du dénivelé net
is: leiðrétt fyrir nettóhækkun
it: corretto per il dislivello netto
ja: 正味の上りで補正
ko: 순 상승 고도 보정
nb: justert for nettostigning
nl: gecorrigeerd voor netto stijging
pt_br: ajustado pela subida líquida
ru: с поправкой на чистый набор высоты
sv: justerat för nettostigning
zh_hans: 按净爬升校正

source: aerobic base
ar: قاعدة هوائية
da: aerob base
de: aerobe Basis
es: base aeróbica
fi: aerobinen pohja
fr: base aérobie
is: loftháður grunnur
it: base aerobica
ja: 有酸素ベース
ko: 유산소 기반
nb: aerob base
nl: aerobe basis
pt_br: base aeróbica
ru: аэробная база
sv: aerob bas
zh_hans: 有氧基础

source: Aerobic decoupling came in at %@ — your HR drifted up faster than your pace, which is a fueling, heat, or fatigue signal. The body had to recruit more cardiac output to hold the same workload.
ar: بلغ الانفكاك الهوائي %@ — ارتفع نبضك أسرع من وتيرتك، وهذه إشارة إلى التغذية أو الحرارة أو الإرهاق. اضطر الجسم إلى زيادة النتاج القلبي للحفاظ على عبء العمل نفسه.
da: Aerob decoupling lå på %@ — din puls steg hurtigere end dit tempo, hvilket er et tegn på energi, varme eller træthed. Kroppen måtte hente mere hjerteminutvolumen for at holde samme arbejde.
de: Die aerobe Entkopplung lag bei %@ – dein Puls stieg schneller als dein Tempo, ein Zeichen für Energie, Hitze oder Ermüdung. Dein Körper musste mehr Herzleistung aufbringen, um dieselbe Arbeit zu halten.
es: El desacople aeróbico fue del %@: tu FC subió más rápido que tu ritmo, señal de alimentación, calor o fatiga. El cuerpo tuvo que reclutar más gasto cardíaco para sostener la misma carga.
fi: Aerobinen irtikytkentä oli %@ – syke nousi vauhtia nopeammin, mikä viittaa energiansaantiin, kuumuuteen tai väsymykseen. Keho joutui lisäämään sydämen minuuttitilavuutta pitääkseen saman työn.
fr: Le découplage aérobie était de %@ — votre FC a dérivé plus vite que votre allure, signe d'un souci d'alimentation, de chaleur ou de fatigue. Le corps a dû mobiliser plus de débit cardiaque pour tenir le même effort.
is: Loftháð aftenging var %@ — púlsinn steig hraðar en hraðinn, sem bendir til næringar, hita eða þreytu. Líkaminn þurfti meira útfall hjartans til að halda sama álagi.
it: Il disaccoppiamento aerobico è stato del %@: la FC è salita più del passo, segnale di alimentazione, caldo o fatica. Il corpo ha dovuto reclutare più gittata cardiaca per sostenere lo stesso lavoro.
ja: 有酸素デカップリングは%@ — ペースより心拍が速く上がっており、補給・暑さ・疲労のサインです。同じ負荷を保つために、より多くの心拍出量が必要でした。
ko: 유산소 디커플링이 %@였습니다. 페이스보다 심박이 더 빨리 올라갔으며, 이는 영양 보충, 더위 또는 피로의 신호입니다. 같은 부하를 유지하려고 심박출량을 더 동원해야 했습니다.
nb: Aerob dekobling var %@ – pulsen steg raskere enn tempoet, et tegn på energi, varme eller tretthet. Kroppen måtte hente mer minuttvolum for å holde samme arbeid.
nl: De aerobe ontkoppeling was %@ — je hartslag liep sneller op dan je tempo, een signaal van voeding, hitte of vermoeidheid. Je lichaam moest meer hartminuutvolume inzetten voor dezelfde arbeid.
pt_br: O desacoplamento aeróbico foi de %@ — sua FC subiu mais rápido que o ritmo, sinal de alimentação, calor ou fadiga. O corpo precisou recrutar mais débito cardíaco para manter a mesma carga.
ru: Аэробное расхождение составило %@ — пульс рос быстрее темпа, это сигнал о питании, жаре или усталости. Организму пришлось увеличить сердечный выброс, чтобы удержать ту же работу.
sv: Aerob frikoppling låg på %@ – pulsen steg snabbare än tempot, ett tecken på energi, värme eller trötthet. Kroppen fick ta till mer hjärtminutvolym för att hålla samma arbete.
zh_hans: 有氧解耦为 %@——心率上升快于配速，这是补给、炎热或疲劳的信号。身体需要动用更多心输出量来维持同样的负荷。

source: Aerobic fitness and sleep quality are increasingly important levers.
ar: اللياقة الهوائية وجودة النوم أصبحتا من أهم العوامل المؤثرة.
da: Aerob form og søvnkvalitet bliver stadig vigtigere løftestænger.
de: Aerobe Fitness und Schlafqualität werden immer wichtigere Hebel.
es: La condición física aeróbica y la calidad del sueño son palancas cada vez más importantes.
fi: Aerobinen kunto ja unen laatu ovat yhä tärkeämpiä vipuja.
fr: La condition aérobie et la qualité du sommeil deviennent des leviers de plus en plus importants.
is: Loftháð þrek og svefngæði verða sífellt mikilvægari stjórntæki.
it: La forma aerobica e la qualità del sonno sono leve sempre più importanti.
ja: 有酸素フィットネスと睡眠の質がますます重要な鍵になります。
ko: 유산소 체력과 수면의 질이 점점 더 중요한 요소가 됩니다.
nb: Aerob form og søvnkvalitet blir stadig viktigere spaker.
nl: Aerobe fitheid en slaapkwaliteit worden steeds belangrijkere hefbomen.
pt_br: Condicionamento aeróbio e qualidade do sono são alavancas cada vez mais importantes.
ru: Аэробная форма и качество сна становятся всё более важными рычагами.
sv: Aerob kondition och sömnkvalitet blir allt viktigare hävstänger.
zh_hans: 有氧体能和睡眠质量是越来越重要的调节杠杆。

source: AI assistant disclaimer
ar: إخلاء مسؤولية مساعد الذكاء الاصطناعي
da: AI-assistentens ansvarsfraskrivelse
de: Haftungsausschluss des KI-Assistenten
es: Aviso del asistente de IA
fi: Tekoälyavustajan vastuuvapauslauseke
fr: Avertissement de l’assistant IA
is: Fyrirvari gervigreindaraðstoðar
it: Avvertenza dell’assistente IA
ja: AI アシスタントの免責事項
ko: AI 어시스턴트 면책 조항
nb: AI-assistentens ansvarsfraskrivelse
nl: Disclaimer van de AI-assistent
pt_br: Aviso do assistente de IA
ru: Отказ от ответственности AI-ассистента
sv: AI-assistentens friskrivning
zh_hans: AI 助手免责声明

source: AI memory facts
ar: حقائق ذاكرة الذكاء الاصطناعي
da: AI-hukommelsesfakta
de: KI-Gedächtnisfakten
es: Datos de la memoria de la IA
fi: Tekoälyn muistitiedot
fr: Faits mémorisés par l’IA
is: Minnisatriði gervigreindar
it: Fatti memorizzati dall’IA
ja: AI の記憶事項
ko: AI 기억 정보
nb: AI-minnefakta
nl: AI-geheugenfeiten
pt_br: Fatos da memória da IA
ru: Факты памяти AI
sv: AI-minnesfakta
zh_hans: AI 记忆信息

source: AI provider keys
ar: مفاتيح موفّري الذكاء الاصطناعي
da: AI-udbydernøgler
de: KI-Anbieterschlüssel
es: Claves de proveedores de IA
fi: Tekoälypalvelujen avaimet
fr: Clés des fournisseurs d’IA
is: Lyklar gervigreindarveitna
it: Chiavi dei fornitori IA
ja: AI プロバイダのキー
ko: AI 제공업체 키
nb: AI-leverandørnøkler
nl: Sleutels van AI-aanbieders
pt_br: Chaves de provedores de IA
ru: Ключи AI-провайдеров
sv: Nycklar för AI-leverantörer
zh_hans: AI 服务商密钥

source: AI routing
ar: توجيه الذكاء الاصطناعي
de: KI-Routing
es: Enrutamiento de IA
fi: Tekoälyn reititys
fr: Routage de l’IA
is: Leiðaval gervigreindar
it: Instradamento IA
ja: AI ルーティング
ko: AI 라우팅
nb: KI-ruting
nl: AI-routering
pt_br: Roteamento de IA
ru: Маршрутизация ИИ
zh_hans: AI 路由

source: Air Bike
ar: دراجة هوائية بمروحة
is: Lofthjól
ja: エアバイク
ko: 에어 바이크
ru: Эйр-байк
zh_hans: 风阻单车

source: Alcohol
ar: كحول
da: Alkohol
de: Alkohol
fi: Alkoholi
fr: Alcool
is: Áfengi
it: Alcol
ja: アルコール
ko: 음주
nb: Alkohol
pt_br: Álcool
ru: Алкоголь
sv: Alkohol
zh_hans: 饮酒

source: All %lld sessions already up to date
ar: جميع الجلسات الـ %lld محدّثة بالفعل
da: Alle %lld sessioner er allerede opdateret
de: Alle %lld Sitzungen sind bereits aktuell
es: Las %lld sesiones ya están actualizadas
fi: Kaikki %lld istuntoa ovat jo ajan tasalla
fr: Les %lld sessions sont déjà à jour
is: Allar %lld lotur eru þegar uppfærðar
it: Tutte le %lld sessioni sono già aggiornate
ja: %lld 件のセッションはすべて最新です
ko: 세션 %lld개가 모두 이미 최신 상태입니다
nb: Alle %lld øktene er allerede oppdatert
nl: Alle %lld sessies zijn al bijgewerkt
pt_br: Todas as %lld sessões já estão atualizadas
ru: Все %lld сессии уже актуальны
sv: Alla %lld sessioner är redan uppdaterade
zh_hans: 全部 %lld 个记录均已是最新

source: All archive data cleared. Restart the app to reinitialize.
ar: تم مسح جميع بيانات الأرشيف. أعد تشغيل التطبيق لإعادة التهيئة.
da: Alle arkivdata er ryddet. Genstart appen for at initialisere igen.
de: Alle Archivdaten gelöscht. Starte die App neu, um sie neu zu initialisieren.
es: Se borraron todos los datos del archivo. Reinicia la app para volver a inicializarla.
fi: Kaikki arkistotiedot tyhjennetty. Alusta uudelleen käynnistämällä appi uudelleen.
fr: Toutes les données d'archive ont été effacées. Redémarrez l'app pour la réinitialiser.
is: Öll skjalasafnsgögn hreinsuð. Endurræstu forritið til að frumstilla það aftur.
it: Tutti i dati dell'archivio sono stati cancellati. Riavvia l'app per reinizializzarla.
ja: すべてのアーカイブデータをクリアしました。再初期化するにはアプリを再起動してください。
ko: 모든 아카이브 데이터를 지웠습니다. 다시 초기화하려면 앱을 재시작하세요.
nb: Alle arkivdata er tømt. Start appen på nytt for å initialisere den igjen.
nl: Alle archiefgegevens zijn gewist. Start de app opnieuw om opnieuw te initialiseren.
pt_br: Todos os dados do arquivo foram limpos. Reinicie o app para reinicializar.
ru: Все данные архива очищены. Перезапустите приложение для повторной инициализации.
sv: All arkivdata har rensats. Starta om appen för att initiera den på nytt.
zh_hans: 已清除所有存档数据。请重启 App 以重新初始化。
